[
  {
    "author": "Rodney Dangerfield",
    "quote": "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you're ugly too."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid my parents moved a lot, but I always found them."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You know you're ugly when you go to the proctologist and he sticks his finger in your mouth."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "A homeless guy came up to me on the street, said he hadn't eaten in four days. I told him, \"Man, I wish I had your willpower."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, I knew my morning wasn't going right. When I put on my shirt the button fell off, when I picked up my briefcase, the handle fell off, I tell ya, I was afraid to go to the bathroom."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my wife a man is like wine, he gets better with age. She locked me in the cellar."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked my wife, 'On a scale of 1 to 10, how do you  \n rate me as a lover?' She said, 'You know I'm no good  \n at fractions.'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my psychiatrist that everyone hates me. He said I was being ridiculous - everyone hasn't met me yet."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Guy goes into a bar with a duck under his arm. Bartender says, \"Where'd you get the pig?\" Guy says, \"This is a duck.\" Bartender says, \"I was talking to the duck.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my doctor, I don't get no respect. I told him I want a vasectomy. He said with a face like mine, I don't need one."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "On the way home one day, and I see a guy jogging down the street in his underwear. I ask, \"Why are you jogging in your underwear?\" He says, \"You came home from work early\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My doctor told me to watch my drinking. Now I drink in front of a mirror."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I could tell my parents hated me. My bath toys were a toaster and a radio."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my kids, \"Someday, you'll have kids of your own.\" One of them said, \"So will you.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was born I was so ugly the doctor slapped my mother."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I drink too much. The last time I gave a urine sample it had an olive in it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I haven't spoken to my wife in years. I didn't want to interrupt her."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last week I told my psychiatrist, 'I keep thinking about suicide', and he told me from now I have to pay in advance."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Better to keep quiet and let people think you're an idiot than speak up and confirm it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My son's an idiot. His teacher asked him to spell Mississippi. He asked which one? The river or the state?"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife has to be the worst cook. In my house, we pray after we eat."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife and I were happy for 20 years. Then we met."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "The shape I'm in, I could donate my body to science fiction."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Look out for number one and try not to step in number two."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It was the same thing in the army, no respect. They gave me a uniform that glowed in the dark."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "We learned everything we know about sex from our dog. He taught me how to beg, and he taught my wife how to roll over and play dead."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was so ugly my parents had to hang a pork chop around my neck to get the dog to play with me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my wife \"hey honey come on, let's make love like the old days.\" She asked me for 50 bucks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I stuck my head out the window and got arrested for mooning."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "We were poor. we were so poor, in my neighborhood the rainbow was in black-and-white."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked my old man if I could go ice-skating on the lake. He told me, \"Wait til it gets warmer.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It's great to have gray hair. Ask anyone who's bald."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Oh, I was an ugly kid. My old man took me to the zoo. They thanked him for returning me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Don't talk about yourself so much...we'll do that when you leave."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'll tell ya, my wife and I, we don't think alike. She donates money to the homeless, and I donate money to the topless!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Once when I was lost I asked a policeman to help me find my parents. I said to him, \"Do you think we'll ever find them?\" He answered, \"I don't know, kid. There are so many places they can hide.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I've never been lucky. The day my ship came in, I was at the airport."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my old man I got no respect. He told me never take candy from a stranger unless he offered me a ride."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife is such a bad cook, if we leave dental floss in the kitchen the roaches hang themselves."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife had her drivers’ test the other day. She got 8 out of 10. The other 2 guys jumped clear."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I went to see my doctor... I told him, \"Doctor, every morning when I get up and look in the mirror I feel like throwing up. What's wrong with me?\" He said, \"I don't know, but your eyesight is perfect.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my wife the truth. I told her I was seeing a psychiatrist. Then she told me the truth: that she was seeing a psychiatrist, two plumbers, and a bartender."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife isn't very bright. The other day she was at the store, and just as she was heading for our car, someone stole it! I said, \"Did you see the guy that did it?\" She said, \"No, but I got the license plate.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I can't figure women out. They put on makeup for three hours. They wear things that make them smaller. Things that make them bigger. Then they meet a man and they want truth."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "A girl phoned me the other day and said... 'Come on over, there's nobody home.' I went over. Nobody was home."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. I had no friends. I remember the see-saw. I had to keep runnin' from one end to the other."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife was afraid of the dark. Then she saw me naked, and now she's afraid of the light."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm getting so old my insurance company sends me 1/2 a calendar!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a childhood I had. My parents sent me to a child psychiatrist. The kid didn't help me at all."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my doctor I think my wife has VD. He gave himself a shot of penicillin."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was born ... the doctor came out to the waiting room and said to my father ... I'm very sorry. We did everything we could ... but he pulled through."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Well with girls I don't get no respect. I had a blind date. I waited two hours on the corner. A girl walked by. I said Are you Louise? She said, Are you Rodney? I said, Yeah. She said, I'm not Louise."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. I played hide-and-seek. They wouldn't even look for me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I figured out I'm bisexual. I have sex twice a year."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One night she told me to put out the garbage. I told her \"you cooked it, you take it out\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Some dog I got too. We call him Egypt. Because in every room he leaves a pyramid."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I came from a real tough neighborhood. Once a guy pulled a knife on me. I knew he wasn't a professional, the knife had butter on it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "For Christmas one year I bought my son a BB gun. He bought me a t-shirt with a bulls eye on the back."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My father carries around the picture of the kid who came with his wallet."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I say \"no\" to drugs. Whenever someone asks me for some of my drugs I say, \"no\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My golf game is getting real good. Last week, I got through the windmill."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "To me, Viagra is the same as Disneyland. You wait an hour for a two-minute ride."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I come from a stupid family. My uncle heard that most deaths occurs within ten miles of the house...so he moved."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Life is full of temporary situations, ultimately ending in a permanent solution."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I bought a new Japanese car, I turned on the radio ... I don't understand a word they're saying."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I had plenty of pimples as a kid. One day I fell asleep in the library. When I woke up, a blind man was reading my face."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I went to look for a used car and found my wife's dress in the back seat."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "This morning when I put on my underwear I could hear the fruit-of-the-loom guys laughing at me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I feel sorry for short people, you know. When it rains, they're the last to know."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "We sleep in separate rooms, we have dinner apart, we take separate vacations - we're doing everything we can to keep our marriage together."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last week I told my wife, If you would learn to cook, I could fire the chef. She said, If you could learn to make love, I could fire the chauffer."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife wants sex in the back of the car and she wants me to drive."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I got myself good this morning too. I did my pushups in the nude, I didn't see the mouse trap."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Never tell your wife she's bad in bed. She'll go out and get a second opinion."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Everyone says that looks don't matter, age doesn't matter, money doesn't matter. But i never met a girl yet who has fallen in love with an old ugly man who's broke."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm taking Viagra and drinking prune juice. I don't know if I'm coming or going."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "A hooker once told me she had a headache."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Hey, did somebody step on a duck?"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife has cut our lovemaking down to once a month, but I know two guys she's cut out entirely."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "What a dog I got. Last night he went on the paper four times - three while I was reading it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, my wife's a lousy cook. After dinner, I don't brush my teeth. I count them."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya when I fly, I don't get no respect. I took one of those cheap flights, no frills. I finished eatin' and had to do the dishes."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a doctor I've got - he's really mixed up. Last week, he grabbed my knee and told me to cough. Then hit me in the balls with a hammer."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "They say love thy neighbor as thy self , what am I supposed to do jerk him off too?"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm so ugly. The other night a mugger took off his mask and made me wear it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "He who laughs last didn't get it in the first place."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was born the doctor took one look at my face, turned me over and said, \"Look, twins!\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I remember the time I was kidnapped and they sent a piece of my finger to my father. He said he wanted more proof."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My mother had morning sickness after I was born."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife can't cook at all. She made chocolate mousse. An antler got stuck in my throat."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, gambling never agreed with me. Last week I went to the track and they shot my horse with the opening gun."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You don't know who to believe. Like Abraham Lincoln. He said all men were created equal. He never went to a nude beach."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my dog I don't get no respect. He keeps barking at the front door. He don't want to go out. He wants me to leave."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My uncle's dying wish - he wanted me on his lap. He was in the electric chair."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "There's only one thing wrong with my wife's face - it shows."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was an ugly kid. When I played in the sandbox, the cat kept covering me up."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my doctor, \"I've swallowed a bottle of sleeping pills\" and he told me to have a few drinks and get some rest."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my doctor I wonna stop aging, he gave me a gun!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I got no luck at all. I went to a massage parlor, it was self service."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my dentist my teeth are going yellow. he told me to wear a brown tie."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I bought a perfect second car... a tow truck."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Man am I getting old. Last week I was walking by a cemetery, two guys came after me with shovels."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My father gave me a bat for Christmas. The first time I tried to play with it, it flew away."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "If it wasn't for pick-pockets I'd have no sex life at all."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "People seldom live up to their baby pictures."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I have nothing but troubles with my car. Every Sunday I take my family out for a push."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I came from a real tough neighborhood. I put my hand in some cement and felt another hand."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I found there was only one way to look thin: hang out with fat people."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm a bad lover. Once I caught a peeping tom booing me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Boy I grew up in a tough neighborhood. At the school I went to, they asked a kid to prove the law of gravity and he threw the teacher out of the window."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya when I was a kid, all I knew was rejection. My yo-yo, it never came back."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a dog I got, his favorite bone is in my arm."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a childhood I had - I was ten years old when I  \n found out Alpo was dog food."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You know you're old when your family talk about you in front of you. \"What are we going to do with Pop? We have company tonight.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was old too, when she went to school they didn't have history."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "They took a survey: Why do men get up in the middle of the night? Ten percent get up to go to the bathroom and 90 percent get up to go home."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When my wife drives, there's always trouble. The other day she took the car. She came home. She told me, There's water in the carburetor. I asked her, Where's the car? She said, In a lake."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "...went to a bar for a few drinks. The bartender asked what I wanted. \"Surprise me\", I said. So he showed me a naked picture of my wife."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid, I never went to Disneyland. My ol' man told me Mickey Mouse died in a cancer experiment."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I once went out with this wild girl. She made French toast and got her tongue caught in the toaster."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I remember I was so depressed I was going to jump out a window on the tenth floor; they sent a priest up to talk to me and he said, ' On your mark...'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I got no luck. I joined gamblers anonymous, they gave me 2 to 1 I wouldn't make it for a week! Then I joined AA, and there was a two drink minimum!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I worked in a pet store and people would ask how big I would get."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When my parents got divorced, there was a custody fight over me. ... and no one showed up."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My family was a bunch of drunks. When I was six I came up missing, they put my picture on a bottle of scotch."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife gives good headache."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I think my wife is cheating on me, the only thing the parrot knows how to say is, quick out the window."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my old man I got no respect. I asked him, \"How can I get my kite in the air?\" He told me to run off a cliff."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm tellin' ya I get no respect. When I was in Switzerland, I got an obscene yodel."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I come from a stupid family. During the civil war my great uncle fought for the west."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last year my birthday cake looked like a prairie fire."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, my wife was never nice. On our first date, I asked her if I could give her a goodnight kiss on the cheek - she bent over!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife and I keep fighting about sex and money. I think she charges me too much."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. The time I was kidnapped, and the kidnappers sent my parents a note they said, \"We want five thousand dollars or you'll see your kid again.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife has teeth like the stars... they come out at night."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was an ugly kid; when I was born, after the doctor cut the cord, he hung himself with it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Steak and sex, my favorite pair. I get them both very rare."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my old man I got no respect. When he took me hunting he gave me a three minute head start. Then on the way home he tied me to the fender and put the deer in the car."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so ugly that her face could stop a sundial."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Once I pulled a job, I was so stupid. I picked a guy's pocket on an airplane and made a run for it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Getting older is tough. I remember the last time I felt an erection. It was at the movies. The only trouble is, it belonged to the guy sitting next to me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. I told my mother, I'm gonna run away from home. She said, On your mark."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One night I asked a cabbie to take me where the action is, he took me to my house."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "People say fish is good for a diet. But fish should never be cooked in butter. Fish should be cooked in its natural oils - Texaco, Mobil, Exxon ."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, my wife, we get along good cause we have our own arrangement. I mean, one night a week I go out with the boys and one night a week, she goes out with the boys."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My son's an idiot. He sprained his ankle playing golf. He fell off the ballwasher."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'll tell you one thing, I know how to satisfy my wife in bed, yeah, I leave."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last time I tried to make love to my wife nothing happened, so I said to her, 'What's the matter, you can't think of anybody either?'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "During sex, my girlfriend always wants to talk to me… Just the other night she called me from a hotel."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I walked in on my wife and the milkman, the first thing she says is \"don't tell the butcher\"!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She failed her drivers test. She couldn't get used to the front seat. It took her four lessons to learn to sit up."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My kids scotch tape worms to the sidewalk and watch the birds get hernias."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I live in a tough neighborhood. They got a children's zoo. Last week, four kids escaped."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last week my tie caught on fire, some guy tried to put it out with an axe."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It's tough to stay married. My wife kisses the dog on the lips, yet she won't drink from my glass."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "In high school, when I played football I got no respect. I shared a locker with a mop."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My old man never liked me. He gave me my allowance in traveler's checks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I went to a fight the other night, and a hockey game broke out."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Every time I get in an elevator, the operator says the same thing to me: 'Basement?'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I like to date school teachers. If you do something wrong, they make you do it over again."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Never guess your wife's size. Just buy anything marked petite and hold on to the receipt."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "I was an ugly child. I got lost on the beach. I asked a cop if he could find my parents. He said, \"I don't know. There's lots of places for them to hide\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Do ya remember the first time you had sex? I do, and boy, was I scared! I was alone!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I met the surgeon general - he offered me a cigarette."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was so ugly my mother used to feed me with a sling shot."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I took my son to Coney island, I said \"wanna go in the crazy house?\", he said \"save your money we'll be home soon\"!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One time I went to a hotel. I asked the bellhop to handle my bag. He felt up my wife!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I knew a girl so ugly, she had a face like a saint-a Saint Bernard!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I once dated a girl that was wild. She was so wild that one night she gave her phone number to the mechanical bull."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When you walk up five flights of stairs at four in the morning, there's definitely a hooker involved."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I come from a stupid family. My father worked in a bank. They caught him stealing pens."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "And my girlfriend, she's FAT! How fat? She's so fat she wears two watches-one for each time zone!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My mother used to rock me - and she used big rocks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm not a sexy guy. I went to a hooker. I dropped my pants. She dropped her price."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife has to be the worst cook. I've got the only dog who begs for alka-seltzer."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "If every man was as true to his country as he was to his wife, we'd be in a lot of trouble."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I get no respect... I tell you, when I was born, the doctor slapped my mother"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife is so fat that the last time I saw something that big it was grazing."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "At Christmas time we couldn't afford tinsel, so we'd wait till grandpa sneezed."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "I told my dentist I want a tooth to match the others. He gave the good one four cavities."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "For two hours, some guy followed me around with a pooper scooper."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When we got married my wife told me I was one in a million. I found out she was right."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Dad told me to stop running in circles, I couldn't, so he nailed down my other foot!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Boy is my wife stupid. It takes her and hour and a half to watch 60 minutes. My daughter is no bargain either. In public school she was voted most likely to conceive."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My boy is a mean kid. I came home the other day and saw him taping worms to the sidewalk, he sits there and watches the birds get hernias. Well, only last Christmas I gave him a B-B gun and he gave me a sweatshirt with a bulls-eye on the back. I told my kids, \"Someday, you'll have kids of your own.\" One of them said, \"So will you.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When we got married, the first thing my wife did was put everything under both names - hers and her mother's."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My dad didn't love me. When I left home he said, \"You take care and I hope I'll run into you sometime - when I'm driving\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One day as I came home early, I saw a man jogging naked. I said to the guy, 'Hey, buddy, why are you doing that?' He said, 'Because you came home early.'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With me, nothing goes right. My psychiatrist said my wife and I should have sex every night. Now, we'll never see each other!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid we were so poor, if I hadn't been a boy I wouldn't have had anything to play with."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "my wifes cooking is so bad the flys fix our screens"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I don't care how rich and successful a man is. He's nothing without an education."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "My marriage is on the rocks again, yeah, my wife just broke up with her boyfriend."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "I had a date with an inflatable girl. Now I got an inflatable guy looking for me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I have tried a little kinky stuff. A woman called me and said, 'I have mirrors all over my bedroom. Bring a bottle.' I brought Windex."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I found a new way to cover up bad breath. Hold up your arms."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Comedy is in my blood. Too bad it's not in my act."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Comedy is a camouflage for depression."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. When I went on the roller coaster, my old man told me to stand up straight."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I bought a new book, '100 new ways to make love'. I ended up in traction - it was a misprint."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I get no respect. The way my luck is running, if I was a politician I would be honest."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One year they asked me to be poster boy - for birth control."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "We want five thousand dollars or you'll see your kid again."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "All my wife and I do is fight about sex. The other night, we really had it out. Well, I'll put it this way - I had it out."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "If beauty is in the eye of the beholder, so is ugliness."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my wife I get no respect. I fell asleep with a cigarette in my mouth. She lit it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My ex-wife is a water sign and I'm an earth sign. Together we made mud."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My daughter has been picked up so many times she's starting to grow handles"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I had no luck as a kid. At Christmas time I sat on Santa's lap. His fly was open!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When my old man wanted sex, my mother would show him a picture of me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I went to a freak show and they let me in for nothing."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so fat that her belly button makes an echo."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My mom took me to a dog show and I won!!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a kid I got, I told him about the birds and the bee and he told me about the butcher and my wife."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It's lonely on the top when there's no one on the bottom."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife has to be the worst cook. I don't believe meatloaf should glow in the dark"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife met me at the door the other night in a sexy negligee. Unfortunately, she was just coming home."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Oh, when I was new in show business... I was poor. I used to go to orgies just to eat the grapes."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Women my age just don't turn me on. That's another problem with getting older. I took out an older woman the other night, and I mean old. I told her, Act your age. She died."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Everyone's got their tale of woe cause unfortunately, in life, there's more woe than tail."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm at the age where I want two girls. In case I fall asleep they will have someone to talk to."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, I was an ugly kid. I was so ugly that my dad kept the kid's picture that came with the wallet he bought."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I came from a real tough neighborhood. Why, every time I shut the window I hurt somebody's fingers."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "At my age I'm envious of a stiff wind."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "His breath is so bad why every time he smokes he blows onion rings."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Me and my dad used to play tag, he'd drive!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You can name your own salary in this business. I call mine Fred."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was 3 years old, my parents got a dog. I was jealous of the dog, so they got rid of me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My cousin is gay, in school while other kids were dissecting frog, he was opening flies."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I have good looking kids. Thank goodness my wife cheats on me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a childhood I had, why, when I took my first step, my old man tripped me!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It's nice to be the best, but not when being the best brings out the worst in you."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I shouldn't tell jokes about my wife. she's attached to a machine that keeps her alive... The refrigerator."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "If sex is a pain in the ass, then you're doing it wrong."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With girls, I don't think right. I had a date with one girl, she had mirrors all over her bedroom. She told me to come over and bring a bottle. I got Windex."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last Halloween a kid tried to rip my face off. He thought it was a mask. Now it's different when I open the door the kids hand me candy."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife is always trying to get rid of me. The other day she told me to put the garbage out. I said to her I already did. She told me to go and keep an eye on it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so fat that her bathtub has stretch marks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife a great driver, she once hit a deer. It was in a zoo. There is a pair of shoes on the dashboard. They belong to the last guy she hit"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I knew a girl so ugly, I took her to the top of the Empire State building and planes started to attack her."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My parents didn't like me. For bathtub toys they gave me a blender and a transistor radio."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "If I could have dinner with anyone who lived in history, it would depend on the restaurant."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I looked up my family tree and found out I was the sap."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I used to date a girl from Buffalo. Why can't I meet a girl with normal parents?"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With sex my wife thinks twice before she turns me down. Yeah, once in the morning and once at night."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It's tough to stay married. My wife says no because she's tired then stays up and reads her book."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Life's a short trip. You'll find out."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I said to a girl I'd been seeing, come home with me, honey, and I'll show you where it's at. She said, You'd better, because the last time I could'nt find it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Once I opened up a fortune cookie and inside was the guy's cheque next to me I said hey buddy I got your cheque he said thanks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I once went out with this girl, she was no bargain either, she showed up with pigtails under her arms."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm a bisexual; I get it maybe twice a year."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "On Halloween, the parents sent their kids out looking like me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I know I'm not sexy. In high school I was voted Most Likely to masturbate."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I knew a girl so ugly, they use her in prisons to cure sex offenders."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My sex life is like shooting pool with a rope!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife is so fat that when she lays on the beach the people feel sorry for her and try to roll her back into the water."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Oh, when I was a kid, I was poor. Christmas, I got no presents. Well, there was one Christmas, on our front lawn - Prancer and Dancer - they dropped off a little something."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was making love to my wife the other night, I looked up. She was on the phone."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "At certain times I like sex - like just before a cigarette."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, southern people, they always think you are hard-of-hearing. When you leave they say, \"Y'all come back, ya hear?\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Oh, this your wife, huh? A lovely lady. Hey baby, you must've been something before electricity."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "School is a place were you go to eat your lunch"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked him \"Who said you could fool around with my wife\" he said everybody."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When it comes to sex, at my age I like threesomes. In case one of us dies."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked my wife if she enjoys a cigarette after sex and she said \"No, one drag is enough\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I once asked a policeman how far it was to the subway. he said, \"I don't know, no one has ever made it\"."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I have three kids, one of each."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya I got a stupid son. That's one load that shoulda been shot on the wall."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You wanna have laughs? Do what I do. When I go through a tollbooth, I keep going. I tell the guy, The car behind me is paying for two."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My sex life is terrible; my wife put a mirror over the dog's bed. Actually she did put a mirror over our bed. She says she likes to watch herself laugh."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One night I came home. I figured, let my wife come on. I'll play it cool. Let her make the first move. She went to Florida."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I can't get no respect."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With girls I get no respect. A belly dancer told me I turned her stomach."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My mother never breast fed me, she told me she only liked me as a friend."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "[on 8/24/04, before entering a Los Angeles hospital for heart valve replacement surgery] If things go right, I'll be there about a week, and if things don't go right, I'll be there about an hour and a half."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I told my wife she was lousy in bed - she went out - she got a second opinion."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife made me join a bridge club... I jump off next Tuesday."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I went to a gay bar, they wanted proof of sex so I showed them, they said it wasn't enough."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was a kid I got no respect. My mother breast fed me through a straw."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My kid wants to be a prison warden when he grows up so he can put thumb tacks on the electric chairs."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I told my doctor I got water on my knee, he gave me a sponge and raised his fee!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I came from a real tough neighborhood. On my street, the kids take hubcaps - from moving cars."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My car broke down just the other day, I called triple A, they came and towed me away!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'll tell ya, I don't get no respect... The other day, I got back from a business trip. I got in a cab and said to the driver, \"Hey! Take me to where the action is!\" So ya know where he took me? He took me to my house!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My cousins gay, he went to London only to find out that Big Ben was a clock."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "You live with life's disappointments and learn from them. At seventy-eight, I know it all."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife she's fat. Why, if she lost a few pounds, she'd be perfectly round."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, I know the best way to get girls. I hang out at women's prisons, and wait for parolees."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Yeah, I know I'm ugly... I said to a bartender, \"Make me a zombie.\" He said \"God beat me to it.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "With my wife I don't get no respect. I made a toast on her birthday to 'the best woman a man ever had.' The waiter joined me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I once had a problem ... so I tried group sex. Now I have a new problem - who to thank."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I live in a bad neighborhood. Why, I saw two complete strangers share a taxi - yeah, one guy took the radio and the other guy took the tires."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I am the world's oldest teenager. I've never lost my youthful attitude."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My dog learned how to beg by watching me through the bedroom door."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Cars and women are a lot alike. They lie about the milage."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I knew a girl so ugly that she was known as a two-bagger. That's when you put a bag over your head in case the bag over her head breaks."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a childhood I had. Once on my birthday my ol' man gave me a bat. The first day I played with it, it flew away."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "People ask me how I got started? I was 12 years old, alone in my room, and I got started!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, sex is getting harder all the time. Me and my wife were trying to have sex for hours last night and I finally gave up. I asked her, \"what, you can't think of anybody either?\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was so poor growing up...if I wasn't a boy...I'd have nothing to play with."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was making love to this girl and she started crying. I said, \"Are you going to hate yourself in the morning?\" She said, \"No, I hate myself now.\""
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "To give you an idea how well I was doing at the time I quit, I was the only one who knew I quit."
  },

  {
    "author": "Rodney Dangerfield",
    "quote": "My wife and I have Olympic sex. Once every four years."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife only has sex with me for a purpose. Last night it was to time an egg."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I like southern girls. They talk so slow that by the time they say no, I made it already."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I don't get no respect. I called Suicide Prevention. They tried to talk me into it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "The sign on the bar said: 'girls- topless, bottomless', I went inside and there was nobody there!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so ugly that I took her to a dog show and she won first prize."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "What a dog I got, he found out we look alike, so he killed himself."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Time and tide and hookers wait for no man."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Boy what a hotel that was, they stole my towel."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm sitting on top of the world, and I've got hemorrhoids."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "At twenty a man is full of fight and hope. He wants to reform the world. When he is seventy he still wants to reform the world, but he know he can't."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was born I brought no joy, my father said he wanted a boy!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so fat that her clothes are made by Omar the tent maker."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "It would be great if people never got angry at someone for doing something they've done themselves."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I go to a nude beach, I always take a ruler, just in case I have to prove something."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'm at an age where I think more about food than I do about sex. Last week I put a mirror over my dining room table."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I don't get no respect, no respect at all!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I was a poster child... for birth control!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked my wife, 'Is there somebody else?' She said, 'There MUST be.'"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I tell ya, with my wife, I got no sex life. Her favorite position is facing Bloomingdale's."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife's so dumb, she got a nail in the spare!!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "One time my whole family played hide and seek. They found my mother in Pittsburgh!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I got my first break and became a singing waiter at eighteen or nineteen. I couldn't make a living at it. I quit. Then I got married and sold aluminum siding. My wife had problems physically. It was not good."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Life is just a bowl of pits."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "When I was kidnapped as a child my parents sent a letter to the hijackers. Pay 5,000 dollars or you'll have to keep him."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "People ask if I can get it up in the morning. I tell them are you kidding I'm envious of a stiff wind."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My only thrill is self inflicted hickies."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Last time I saw a mouth like that, it had a hook in it."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "The hotel I'm staying at is class. They change the sheets every day... from one bed to another."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I'd like to get some new clothes, but I can't find a Big and Short store."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I asked my wife if she would put out the garbage. she said why should I you never put out for me."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My cousin is gay, I always tell him that in our family tree, he's in the fruit section."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "Everyone gets their rough day. No one gets a free ride. Today so far, I had a good day. I got a dial tone."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "We lived in a neighborhood that was too rich for us. When I was young, I had to deliver groceries to the homes of the kids I went to school with. I had to go to the back doors to make the deliveries. It was embarrassing. That was one thing out of a hundred."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I don't get no respect"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "My wife told me that 90% of sex occurs between the ears. I said, why not try to blowing something other than my mind."
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "I drink too much, way too much; my doctor drew blood he ran a tab!"
  },
  {
    "author": "Rodney Dangerfield",
    "quote": "She was so fat that her bikini is made out of two bed sheets (king-size)."
  }
]
